{"media":{"type":{"params":{"decorative":false,"contentName":"Image"},"library":"H5P.Image 1.1","subContentId":"36759735-8d72-449a-94a5-4b5ef112c92c","metadata":{"contentType":"Image","license":"U","title":"Untitled Image","authors":[],"changes":[]}},"disableImageZooming":false},"overallFeedback":[{"from":0,"to":100}],"checkAnswerButton":"Check","submitAnswerButton":"Submit","tryAgainButton":"Retry","showSolutionButton":"Show solution","behaviour":{"enableRetry":false,"enableSolutionsButton":false,"enableCheckButton":true,"showScorePoints":true},"correctAnswer":"Correct!","incorrectAnswer":"Incorrect!","missedAnswer":"Answer not found!","displaySolutionDescription":"Task is updated to contain the solution.","scoreBarLabel":"You got :num out of :total points","a11yFullTextLabel":"Full readable text","a11yClickableTextLabel":"Full text where words can be marked","a11ySolutionModeHeader":"Solution mode","a11yCheckingHeader":"Checking mode","a11yCheck":"Check the answers. The responses will be marked as correct, incorrect, or unanswered.","a11yShowSolution":"Show the solution. The task will be marked with its correct solution.","a11yRetry":"Retry the task. Reset all responses and start the task over again.","taskDescription":"<p>Mark the passive voice that you find in the text!</p>\n","textField":"<p>Legend has it that an Irish blacksmith, who *was* *called* Jack, shared drinks with the Devil on a Halloween night. Jack was an evil and stingy man, but he was also very clever. He knew that the Devil had come to claim his soul. So, a plan *was* *set* up by him. When it came to paying the bartender, Jack told the Devil, “You can take any form you wish; just change yourself into a silver coin, let me use you to pay for the drinks, and then my soul *can* *be* *taken* as you wish after that.”</p>\n\n<p>The Devil agreed and changed himself into a silver coin. Jack, however, quickly put the coin in his pocket where a little silver Cross *was* *kept*. The Devil couldn’t change back to his original form, so Jack offered him a new deal, “If you leave me alone for 10 years, I’ll set you free.” The Devil had no choice but to agree.</p>\n\n<p>Ten years later, the Devil came back to claim Jack’s soul. “Okay, you can have my soul now,” Jack said, “Could you just climb that apple tree first and give me an apple?” The Devil thought he had nothing to lose and climbed the apple tree, but a trapped *had* *been* *set*. Jack quickly pulled out his knife and carved a Cross in the trunk of the tree. Thus the Devil wasn’t able to come back down again, and Jack offered him another deal, “If you promise never to come back to take my soul, I’ll set you free.” Again, the Devil had no choice but to agree, and he never came back to claim Jack’s soul.</p>\n\n<p>Many years later, Jack finally died. When he went to Heaven, he *was* *denied* at the entrance, because he had been so evil and stingy all his life. Then Jack went to Hell, but, as the Devil *had* *been* *tricked* two times, he *wasn’t* *allowed* to stay there either. Instead, the Devil sent Jack back to earth and gave him a burning coal as a light to guide him. The piece of coal *was* *placed* inside a turnip, and went back to earth, where, ever since, he has been wandering alone in the darkness.</p>\n\n<p>Until now , a lost soul *is* *symbolized* by Jack and his lantern. To scare these souls away on Halloween, faces on turnips *are* *carved* by people in Ireland. It *will* *be* *placed* in windows or doorways. In America, Irish immigrants discovered that turnips were hard to get. So pumpkins, a fruit native to America, *are* *used* instead.</p>\n\n<p> </p>\n\n<p>END Source: https://www.ego4u.com/en/read-on/countries/holidays/halloween/jack-o-lantern</p>\n\n<p> </p>\n"}