{"media":{"disableImageZooming":false},"overallFeedback":[{"from":0,"to":100}],"behaviour":{"scoringMode":"positions","applyPenalties":true,"duplicatesInterchangeable":true,"addButtonsForMovement":true,"enableRetry":true,"enableSolutionsButton":true},"l10n":{"checkAnswer":"Check","submitAnswer":"Submit","tryAgain":"Retry","showSolution":"Show solution","up":"Up","down":"Down","disabled":"Disabled"},"a11y":{"check":"Check the answers. The responses will be marked as correct or incorrect.","showSolution":"Show the solution. The correct solution will be displayed.","retry":"Retry the task. Reset all elements and start the task over again.","yourResult":"You got @score out of @total points","listDescription":"Sortable list of paragraphs.","listDescriptionCheckAnswer":"List of paragraphs with results.","listDescriptionShowSolution":"List of paragraphs with solutions.","paragraph":"Paragraph","correct":"correct","wrong":"wrong","point":"@score point","sevenOfNine":"@current of @total","currentPosition":"Current position in list","instructionsSelected":"Press spacebar to reorder","instructionsGrabbed":"Press up and down arrow keys to change position, spacebar to drop, escape to cancel","grabbed":"Grabbed","moved":"Moved","dropped":"Dropped","reorderCancelled":"Reorder cancelled","finalPosition":"Final position","nextParagraph":"Next paragraph","correctParagraph":"Correct paragraph at position"},"paragraphs":["<p>Why is Recycling Important?</p>\n","<p style=\"text-align:justify; margin-bottom:11px\">Recycling is a process where waste or used products are reproduced into new products. A product which has served its purpose will be discarded, and recycling is an effort to extend its usage life.&nbsp;</p>\n","<p style=\"text-align:justify; margin-bottom:11px\">This process has a lot of benefits to humanity and mother earth. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">Firstly, recycling a material can help preserve the environment. For example, recycling paper can result in paper production without additional trees falling. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">By recycling more paper and selling it to the consumer, more paper can be used without further damaging the forest. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">Secondly, recycling a material takes less energy than producing an item from raw materials. For example, an aluminum product uses both aluminum and a huge amount of energy to produce it from raw ore. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">Thus, by recycling an item made of aluminum, we can reuse the metal again and also save huge energy during the production process. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">Lastly, waste that is not recycled usually ends up in landfills. It is here that the waste is left to rot or decomposed, and this may take many years or even generations to fully decompose. More and more waste is being sent to landfills, and if recycling does not take place, the landfill may be right behind our homes in the future. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">Besides, recycled products usually cost less. Using existing material and a lot less energy, the recycled products can be sold for a fraction of the same item created using raw materials. Apart from that, selling waste for recycling purposes converts garbage into useful cash. </p>\n","<p style=\"text-align:justify; margin-bottom:11px\">In short, recycling becomes increasingly important in a world where the population is booming. More and more waste is being produced every single day. If these products are not recycled at the end of the product life, they will take generations to break down or decompose.</p>\n"],"taskDescription":"<p>Please order this paragraph into a meaningfull order. </p>\n"}